<html>
<head>
<meta http-equiv="content-type" content="text/html; charset=Cp1252">
<title>Cauhoithuonggap1.html</title>
<!-- Created by Maple 17.00, Windows 7 -->
</head>
<a name="MapleAutoBookmark1" />

<body bgcolor="FFFFFF">
<p align="center"><font color="#000000" size="11" face="Times New Roman"><strong></strong></font><font color="#003366" size="11" face="Times New Roman"><strong>CÁC CÂU H&#7886;I TH&#431;&#7900;NG G&#7862;P</strong></font>&nbsp;</p>
<dl style="margin-left:40px"><a name="MapleAutoBookmark2" />
<p align="left"><font color="#000000" size="5" face="Times New Roman"><strong>I. V&#7845;n &#273;&#7873; cho ng&#432;&#7901;i m&#7899;i s&#7917; d&#7909;ng</strong></font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>1. H&#7887;i: Tôi m&#7899;i tìm th&#7845;y thông tin v&#7873; gói l&#7879;nh và &#273;ang phân vân không bi&#7871;t ch&#7913;c n&#259;ng nó nh&#432; th&#7871; nào? </em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n có th&#7875; xem t&#7893;ng quan v&#7873; gói l&#7879;nh &#7903; &#273;ây: <a href="http://tontudn.freevnn.com"></font><font color="#008080" size="4" face="Times New Roman"><u>http://tontudn.freevnn.com</u></font></a><font color="#000000" size="4" face="Times New Roman"> Các file h&#432;&#7899;ng d&#7851;n này s&#7869; &#273;&#432;&#7907;c g&#7917;i kèm theo gói l&#7879;nh khi b&#7841;n mua nó &#273;&#7875; s&#7917; d&#7909;ng.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>2. H&#7887;i: Tôi hoang mang không bi&#7871;t s&#7917; d&#7909;ng l&#7879;nh nào, s&#7917; d&#7909;ng nh&#432; th&#7871; nào và trong tình hu&#7889;ng ra sao?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n không nên lo l&#7855;ng v&#7873; vi&#7879;c này. Trong file &#273;ính kèm gói l&#7879;nh có các file m&#7851;u v&#7873; cách th&#7913;c s&#7917; d&#7909;ng các l&#7879;nh cho nhi&#7873;u v&#7845;n &#273;&#7873; c&#7909; th&#7875; khác nhau. B&#7841;n ch&#7881; vi&#7879;c nh&#7845;n Enter &#273;&#7875; hi&#7875;n th&#7883; các k&#7871;t qu&#7843;. B&#7841;n có th&#7875; thay &#273;&#7893;i các hàm s&#7889; (s&#7889; li&#7879;u) m&#7851;u &#273;ã nh&#7853;p &#273;&#7875; v&#7869; các &#273;&#7891; th&#7883; hay b&#7843;ng theo mong mu&#7889;n. H&#417;n th&#7871; n&#7919;a, các file m&#7851;u này &#273;&#7873;u &#273;&#432;&#7907;c tác gi&#7843; h&#432;&#7899;ng d&#7851;n s&#7917; d&#7909;ng qua clip m&#7897;t cách tr&#7921;c quan. Khi b&#7841;n &#273;ã quen và thành th&#7841;o, b&#7841;n có th&#7875; vi&#7871;t l&#7879;nh tr&#7921;c ti&#7871;p.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>3. H&#7887;i: &#431;u &#273;i&#7875;m c&#7911;a gói l&#7879;nh này so v&#7899;i v&#7869; hình b&#7857;ng các ph&#7847;n m&#7873;m khác nh&#432; GSP, GeoAlgebra,… là gì?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Gói này có nhi&#7873;u &#432;u &#273;i&#7875;m n&#7893;i tr&#7897;i nh&#432;:
<br>- V&#7869; &#273;&#432;&#7907;c các lo&#7841;i b&#7843;ng bi&#7875;u nh&#432;: b&#7843;ng bi&#7871;n thiên, b&#7843;ng xét d&#7845;u, b&#7843;ng giá tr&#7883; hàm s&#7889;, b&#7843;ng t&#7847;n s&#7889;-t&#7847;n su&#7845;t (ghép l&#7899;p và không ghép l&#7899;p), b&#7843;ng tính trong th&#7889;ng kê, các c&#7845;u trúc b&#7843;ng ph&#7913;c t&#7841;p khác, các bi&#7875;u &#273;&#7891; trong th&#7889;ng kê (bi&#7875;u &#273;&#7891; hình c&#7897;t, bánh xe, &#273;&#432;&#7901;ng g&#7845;p khúc)
<br>- V&#7869; các &#273;&#7891; th&#7883; hàm s&#7889; trong không gian nhanh chóng và cho phép quay các &#273;&#7891; th&#7883; này
<br>- V&#7869; giao tuy&#7871;n c&#7911;a các m&#7863;t trong không gian
<br>- Tô màu d&#7877; dàng mi&#7873;n nghi&#7879;m, mi&#7873;n gi&#7899;i h&#7841;n
<br>- &#272;&#7883;nh ngh&#297;a nhanh chóng phép d&#7901;i hình và có &#7843;nh &#273;&#7897;ng ch&#7881; b&#7857;ng 1 dòng l&#7879;nh
<br>- V&#7869; ti&#7871;p tuy&#7871;n t&#7915; 1 &#273;i&#7875;m b&#7845;t kì &#273;&#7871;n &#273;&#7891; th&#7883; hay v&#7869; ti&#7871;p tuy&#7871;n chung c&#7911;a hai &#273;&#432;&#7901;ng tròn
<br>- V&#7869; &#273;&#432;&#7901;ng tròn l&#432;&#7907;ng giác theo cung cho tr&#432;&#7899;c
<br>- V&#7869; &#273;&#7891; th&#7883; th&#7875; hi&#7879;n tính ch&#7845;t hàm s&#7889;: &#273;&#417;n &#273;i&#7879;u, l&#7891;i lõm, âm d&#432;&#417;ng, &#273;i&#7875;m &#273;&#7863;c bi&#7879;t
<br>- Các mô hình minh h&#7885;a hình h&#7885;c: tích phân xác &#273;&#7883;nh, &#273;&#7883;nh lý Lagrange, s&#7921; h&#7897;i t&#7909; c&#7911;a hàm s&#7889;, &#273;&#432;&#7901;ng conic,..
<br>- V&#7869; các hình &#273;&#7897;ng bi&#7871;n &#273;&#7893;i theo tham s&#7889;, b&#7843;ng các &#273;&#7891; th&#7883; theo tham s&#7889; cho phép quan sát sinh &#273;&#7897;ng v&#7873; s&#7921; bi&#7871;n &#273;&#7893;i c&#7911;a &#273;&#7891; th&#7883; theo tham s&#7889;
<br>- Các mô hình v&#7873; v&#7883; trí t&#432;&#417;ng &#273;&#7889;i c&#7911;a hai &#273;&#7889;i t&#432;&#7907;ng hình h&#7885;c trong m&#7863;t ph&#7859;ng và trong không gian
<br>- Các hình v&#7869; &#273;&#432;&#7907;c t&#7841;o ra ch&#7881; b&#7903;i 1 dòng l&#7879;nh và khi thay &#273;&#7893;i giá tr&#7883; &#273;&#7847;u vào thì ta &#273;&#432;&#7907;c ngay &#273;&#7847;u ra t&#432;&#417;ng &#7913;ng
<br>- Các l&#7879;nh &#273;&#432;&#7907;c l&#7853;p trình khá thân thi&#7879;n v&#7899;i ng&#432;&#7901;i s&#7917; d&#7909;ng, &#273;&#7863;c bi&#7879;t khi có l&#7895;i xu&#7845;t hi&#7879;n thì s&#7869; hi&#7875;n th&#7883; ph&#7847;n h&#432;&#7899;ng d&#7851;n ra màn hình và b&#7841;n có th&#7875; d&#7921;a theo &#273;ó &#273;&#7875; hi&#7879;u ch&#7881;nh l&#7841;i câu l&#7879;nh c&#7911;a mình.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>4. H&#7887;i: H&#7841;n ch&#7871; c&#7911;a gói l&#7879;nh này so v&#7899;i v&#7869; hình b&#7857;ng các ph&#7847;n m&#7873;m khác nh&#432; GSP, GeoAlgebra,… là gì?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i:
<br>- Không có giao di&#7879;n cho ng&#432;&#7901;i dùng (ph&#7843;i gõ l&#7879;nh)
<br>- Không linh ho&#7841;t khi v&#7869; các &#273;&#7889;i t&#432;&#7907;ng hình h&#7885;c &#273;&#417;n thu&#7847;n trong m&#7863;t ph&#7859;ng và không gian</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>5. H&#7887;i: Ch&#7881; s&#7917; d&#7909;ng gói l&#7879;nh này &#273;&#7875; v&#7869; hình cho toán ph&#7893; thông &#273;ã &#273;&#7911; ch&#432;a?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Khó có th&#7875; &#273;&#7883;nh ngh&#297;a th&#7871; nào là &#273;&#7911;. B&#7841;n nên s&#7917; d&#7909;ng t&#7893;ng h&#7907;p các ph&#7847;n m&#7873;m &#273;&#7875; t&#7853;n d&#7909;ng các th&#7871; m&#7841;nh khác nhau c&#7911;a chúng.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>6. H&#7887;i: Nh&#7919;ng tình hu&#7889;ng nào gói l&#7879;nh có th&#7875; s&#7917; d&#7909;ng?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Các tình hu&#7889;ng có th&#7875; s&#7917; d&#7909;ng:
<br>- Thao gi&#7843;ng, ngo&#7841;i khóa: Thi&#7871;t k&#7871; s&#7861;n các l&#7879;nh và n&#7897;i dung &#7903; nhà. 
<br>- So&#7841;n giáo án, bài t&#7853;p m&#7851;u, &#273;áp án.</font>&nbsp;</p>
</dl>
<dl style="margin-left:40px"><a name="MapleAutoBookmark3" />
<p align="left"><font color="#000000" size="5" face="Times New Roman"><strong>II. V&#7845;n &#273;&#7873; mua và cài &#273;&#7863;t gói l&#7879;nh</strong></font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>1. H&#7887;i: &nbsp;Tôi có th&#7875; mua và cài &#273;&#7863;t gói l&#7879;nh nh&#432; th&#7871; nào?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: &nbsp;B&#7841;n có th&#7875; xem thông tin mua và cài &#273;&#7863;t gói l&#7879;nh &#7903; &#273;ây: <a href="http://tontudn.blogspot.com/p/goi-lenh.html"></font><font color="#008080" size="4" face="Times New Roman"><u>http://tontudn.blogspot.com/p/goi-lenh.html</u></font></a><font color="#000000" size="4" face="Times New Roman">. N&#7871;u g&#7863;p b&#7845;t c&#7913; khó kh&#259;n nào, b&#7841;n có th&#7875; liên l&#7841;c v&#7899;i tác gi&#7843; qua email: &nbsp;<a href="http://tontudn@gmail.com"></font><font color="#008080" size="4" face="Times New Roman"><u>tontudn@gmail.com</u></font></a><font color="#000000" size="4" face="Times New Roman">. </font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>2. H&#7887;i: Vì sao ph&#7843;i s&#7917; d&#7909;ng email th&#7853;t &#273;&#7875; liên h&#7879; v&#7899;i tác gi&#7843;?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: &#272;&#7883;a ch&#7881; email c&#7911;a b&#7841;n s&#7869; &#273;&#432;&#7907;c s&#7917; d&#7909;ng &#273;&#7875; trao &#273;&#7893;i và g&#7917;i thông tin cho b&#7841;n v&#7873; phiên b&#7843;n m&#7899;i nh&#7845;t c&#7911;a gói l&#7879;nh &#273;&#7875; b&#7841;n có th&#7875; t&#7843;i v&#7873; và c&#7853;p nh&#7853;t.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>3. H&#7887;i: Nên cài &#273;&#7863;t Maple phiên b&#7843;n bao nhiêu &#273;&#7875; s&#7917; d&#7909;ng gói l&#7879;nh?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Gói l&#7879;nh &#273;&#432;&#7907;c &#273;óng gói trên Maple 17 và Maple 2016. Do &#273;ó, t&#7889;t nh&#7845;t b&#7841;n nên cài &#273;&#7863;t Maple 17 ho&#7863;c Mapl 2016 (ho&#7863;c các phiên b&#7843;n cao h&#417;n).</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>4. H&#7887;i: L&#7895;i font ch&#7919; khi s&#7917; d&#7909;ng ph&#7843;i làm sao?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n nên cài &#273;&#7863;t Maple phiên b&#7843;n phù h&#7907;p (xem câu 3 &#7903; phía trên). Ngoài ra, vì k&#7871;t qu&#7843; chính c&#7911;a các l&#7879;nh là hình v&#7869; nên khi trên hình v&#7869; có các dòng ch&#7919; b&#7883; l&#7895;i font, b&#7841;n có th&#7875; dung chu&#7897;t kích vào &#273;ó, ch&#7871; &#273;&#7897; cho phép hi&#7879;u ch&#7881;nh xu&#7845;t hi&#7879;n và b&#7841;n gõ l&#7841;i dòng ch&#7919; b&#7841;n mu&#7889;n (L&#432;u ý chuy&#7875;n &#273;&#7893;i gi&#7919;a ch&#7871; &#273;&#7897; Math và Text b&#7857;ng phím t&#7855;t F5 khi gõ).</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>5. H&#7887;i: C&#7853;p nh&#7853;t m&#7899;i gói l&#7879;nh có tính phí không?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Các b&#7841;n &#273;&#432;&#7907;c c&#7853;p nh&#7853;t mi&#7877;n phí phiên b&#7843;n m&#7899;i nh&#7845;t c&#7911;a gói l&#7879;nh.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>6. H&#7887;i: Xem phiên b&#7843;n gói l&#7879;nh &#7903; &#273;âu?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n gõ dòng l&#7879;nh: congcu[thongtin]() và nh&#7845;n Enter &#273;&#7875; xem.</font>&nbsp;</p>
</dl>
<dl style="margin-left:40px"><a name="MapleAutoBookmark4" />
<p align="left"><font color="#000000" size="5" face="Times New Roman"><strong>III. V&#7845;n &#273;&#7873; v&#7873; v&#7869; b&#7843;ng bi&#7875;u</strong></font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>1. H&#7887;i: Gói l&#7879;nh h&#7895; tr&#7907; v&#7869; &#273;&#432;&#7907;c các lo&#7841;i b&#7843;ng nào?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Gói l&#7879;nh cho phép v&#7869; các lo&#7841;i b&#7843;ng sau:
<br>-	B&#7843;ng bi&#7871;n thiên c&#7911;a hàm s&#7889; liên t&#7909;c và có &#273;&#7841;o hàm trên t&#7853;p xác &#273;&#7883;nh
<br>-	B&#7843;ng xét d&#7845;u &#273;&#7889;i v&#7899;i &#273;a th&#7913;c và phân th&#7913;c h&#7919;u t&#7881;
<br>-	B&#7843;ng giá tr&#7883; c&#7911;a m&#7897;t ho&#7863;c nhi&#7873;u hàm s&#7889; theo các giá tr&#7883; c&#7911;a bi&#7871;n s&#7889; cho tr&#432;&#7899;c
<br>-	B&#7843;ng chân tr&#7883; c&#7911;a m&#7897;t bi&#7875;u th&#7913;c logic
<br>-	B&#7843;ng t&#7847;n s&#7889;, t&#7847;n su&#7845;t cho m&#7851;u không ghép l&#7899;p và có ghép l&#7899;p 
<br>-	B&#7843;ng tính khi tính toán các ch&#7881; s&#7889; trung bình và ph&#432;&#417;ng sai
<br> Xem thông tin chi ti&#7871;t h&#417;n &#7903; &#273;ây: <a href="http://tontudn.freevnn.com/vehinh/Gioithieu-1.html"></font><font color="#008080" size="4" face="Times New Roman"><u>http://tontudn.freevnn.com/vehinh/Gioithieu-1.html</u></font></a>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>2. H&#7887;i: Sau khi v&#7869; b&#7843;ng xong b&#7857;ng l&#7879;nh, b&#7843;ng hi&#7875;n th&#7883; không &#273;&#7865;p nh&#432; hình &#7843;nh minh h&#7885;a c&#7911;a gói l&#7879;nh?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;
<br>Tr&#7843; l&#7901;i: Do kích th&#432;&#7899;c m&#7863;c &#273;&#7883;nh hình v&#7869; trong Maple là 400x400 pixel và th&#432;&#7901;ng các tr&#7909;c t&#7921; &#273;&#7897;ng co giãn t&#7881; l&#7879; nên hình &#7843;nh không &#273;&#432;&#7907;c nh&#432; ý. B&#7841;n dung chu&#7897;t kích vào hình v&#7869; s&#7869; th&#7845;y &#273;&#432;&#7901;ng vi&#7873;n màu xanh nh&#7841;t xu&#7845;t hi&#7879;n. Sau &#273;ó, b&#7841;n dùng chu&#7897;t kéo r&#7897;ng ho&#7863;c dài b&#7843;ng ra &#273;&#7871;n v&#7883; trí phù h&#7907;p là &#273;&#432;&#7907;c.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>3. H&#7887;i: Có th&#7875; xoay các b&#7843;ng này hay không?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Có th&#7875;. B&#7841;n xem c&#7845;u trúc l&#7879;nh nhé.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>4. H&#7887;i: Có th&#7875; thay &#273;&#7893;i tên nhãn c&#7911;a các c&#7897;t hay hàng &#273;&#432;&#7907;c không?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Có th&#7875;. B&#7841;n có th&#7875; thay &#273;&#7893;i b&#7857;ng l&#7879;nh (xem c&#7845;u trúc l&#7879;nh) ho&#7863;c b&#7841;n dùng chu&#7897;t nh&#7845;p vào dòng ch&#7919; mu&#7889;n thay &#273;&#7893;i, hay hi&#7879;u ch&#7881;nh &#273;&#7875; ch&#7881;nh s&#7917;a.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>5. H&#7887;i: Có th&#7875; thay &#273;&#7893;i hay xóa &#273;i m&#7897;t vài nét v&#7869; b&#7843;ng không?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Có th&#7875;. B&#7841;n kích chu&#7897;t ch&#7885;n nét v&#7869;, &#7845;n Delete n&#7871;u mu&#7889;n xóa ho&#7863;c kích chu&#7897;t ph&#7843;i, ch&#7885;n Lines, &#7903; &#273;ó có các ch&#7871; &#273;&#7897; nét v&#7869; khác nhau cho b&#7841;n ch&#7885;n.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>6. H&#7887;i: Làm sao copy b&#7843;ng sang Word ho&#7863;c các ph&#7847;n m&#7873;m so&#7841;n th&#7843;o khác mà ch&#7845;t l&#432;&#7907;ng v&#7851;n gi&#7919; t&#7889;t?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Xem ph&#7847;n xu&#7845;t &#7843;nh t&#7915; Maple sang Word hay ph&#7847;n m&#7873;m so&#7841;n th&#7843;o khác.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="3" face="Times New Roman"></font>&nbsp;</p>
</dl>
<dl style="margin-left:40px"><a name="MapleAutoBookmark5" />
<p align="left"><font color="#000000" size="5" face="Times New Roman"><strong>IV. Các lo&#7841;i &#273;&#7891; th&#7883; gói l&#7879;nh h&#7895; tr&#7907; v&#7869;</strong></font>&nbsp;</p>
<p align="left"><font color="#000000" size="3" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>1. H&#7887;i: Gói l&#7879;nh h&#7895; tr&#7907; v&#7869; các lo&#7841;i &#273;&#7891; th&#7883; nào?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Gói l&#7879;nh cho phép b&#7841;n v&#7869; các lo&#7841;i &#273;&#7891; th&#7883; sau:
<br>- V&#7869; &#273;&#7891; th&#7883; hàm s&#7889; và hàm &#7849;n trong m&#7863;t ph&#7859;ng
<br>- V&#7869; &#273;&#7891; th&#7883; hàm s&#7889; trong không gian
<br>- T&#7841;o chuy&#7875;n &#273;&#7897;ng hình trong không gian
<br>- Các &#273;&#7889;i t&#432;&#7907;ng hình h&#7885;c ph&#7859;ng: &#273;o&#7841;n, &#273;a giác, ellipse, hyperbol, parabol, hình tròn, hình qu&#7841;t, &#273;a giác &#273;&#7873;u
<br>- Các &#273;&#7889;i t&#432;&#7907;ng hình h&#7885;c trong không gian: &#273;&#432;&#7901;ng th&#7859;ng, t&#7913; di&#7879;n, m&#7863;t c&#7847;u, m&#7863;t tr&#7909;, m&#7863;t nón
<br>- &#272;&#7891; th&#7883; minh h&#7885;a tính ch&#7845;t c&#7911;a hàm s&#7889;: &#272;&#7891; th&#7883; n&#7857;m trên d&#432;&#7899;i tr&#7909;c hoành, tính &#273;&#417;n &#273;i&#7879;u, tính l&#7891;i lõm, các &#273;i&#7875;m &#273;&#7863;c bi&#7879;t, hàm ng&#432;&#7907;c
<br>- &#272;&#7891; th&#7883; minh ho&#7841; tính ch&#7845;t h&#7897;i t&#7909; hay phân kì c&#7911;a hàm s&#7889; khi bi&#7871;n s&#7889; ti&#7871;n &#273;&#7871;n m&#7897;t giá tr&#7883; xác &#273;&#7883;nh
<br>- &#272;&#7891; th&#7883; minh h&#7885;a hình &#7843;nh &#273;&#432;&#7901;ng conic trong không gian và theo &#273;&#7883;nh ngh&#297;a, ý ngh&#297;a tích phân xác &#273;&#7883;nh và &#273;&#7883;nh lý Lagrange.
<br>- V&#7869; m&#7863;t tròn xoay khi quay &#273;&#7891; th&#7883; hàm s&#7889; quanh Ox và Oy
<br>- V&#7869; giao tuy&#7871;n trong không gian hay giao &#273;i&#7875;m trong m&#7863;t ph&#7859;ng
<br>- Minh h&#7885;a v&#7883; trí t&#432;&#417;ng &#273;&#7889;i c&#7911;a các &#273;&#7889;i t&#432;&#7907;ng hình h&#7885;c nh&#432;: &#273;&#432;&#7901;ng th&#7859;ng v&#7899;i &#273;&#432;&#7901;ng tròn, &#273;&#432;&#7901;ng th&#7859;ng v&#7899;i m&#7863;t ph&#7859;ng,….
<br>- V&#7869; &#273;&#7891; th&#7883; v&#7899;i tham s&#7889; trong m&#7863;t ph&#7859;ng và trong không gian
<br>- V&#7869; ti&#7871;p tuy&#7871;n t&#7915; m&#7897;t &#273;i&#7875;m &#273;&#7871;n &#273;&#7891; th&#7883; hàm s&#7889;, &#273;&#432;&#7901;ng tròn, ellipse, hyperbol, ti&#7871;p tuy&#7871;n chung c&#7911;a hai &#273;&#432;&#7901;ng tròn
<br>- Phép bi&#7871;n hình trong m&#7863;t ph&#7859;ng: quay, &#273;&#7889;i x&#7913;ng tr&#7909;c và &#273;i&#7875;m, v&#7883; t&#7921;, t&#7883;nh ti&#7871;n, phép d&#7901;i hình
<br>- Các &#273;&#7891; th&#7883; th&#7889;ng kê: bi&#7875;u &#273;&#7891; hình bánh xe, bi&#7875;u &#273;&#7891; hình c&#7897;t v&#7899;i t&#7847;n s&#7889; và t&#7847;n su&#7845;t, bi&#7875;u &#273;&#7891; &#273;&#432;&#7901;ng g&#7845;p khúc.
<br>- M&#7897;t s&#7889; lo&#7841;i &#273;&#7891; th&#7883; khác
<br>Xem thông tin chi ti&#7871;t h&#417;n &#7903; &#273;ây: <a href="http://tontudn.freevnn.com"></font><font color="#008080" size="4" face="Times New Roman"><u>http://tontudn.freevnn.com</u></font></a><font color="#000000" size="4" face="Times New Roman"><strong>.</strong></font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>2. H&#7887;i: Có &#273;&#7891; th&#7883; &#273;&#7897;ng không và làm sao phân bi&#7879;t &#273;&#7891; th&#7883; &#273;&#7897;ng v&#7899;i &#273;&#7891; th&#7883; không &#273;&#7897;ng?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Có r&#7845;t nhi&#7873;u l&#7879;nh t&#7841;o &#273;&#7891; th&#7883; &#273;&#7897;ng. &#272;&#7889;i v&#7899;i &#273;&#7891; th&#7883; &#273;&#7897;ng, hình &#7843;nh xu&#7845;t hi&#7879;n &#273;&#7847;u tiên khá &#273;&#417;n gi&#7843;n và khi ta kích chu&#7897;t vào hình thì s&#7869; xu&#7845;t hi&#7879;n 1 menu phía d&#432;&#7899;i thanh công c&#7909; (góc trái phía trên) trông gi&#7889;ng nh&#432; m&#7897;t trình nghe nh&#7841;c (g&#7891;m nút play, pause,…) &#273;&#7875; &#273;i&#7873;u ch&#7881;nh.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>3. H&#7887;i: Mu&#7889;n s&#7917; d&#7909;ng các &#7843;nh &#273;&#7897;ng c&#7911;a Maple cho trình chi&#7871;u PowerPoint thì ph&#7843;i làm sao?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n xu&#7845;t &#7843;nh &#273;&#7897;ng d&#432;&#7899;i d&#7841;ng file GIF &#273;&#7875; s&#7917; d&#7909;ng. Nh&#7919;ng &#273;i&#7873;u c&#7847;n bi&#7871;t v&#7873; cách xu&#7845;t file &#7843;nh t&#7915; Maple có th&#7875; xem ph&#7847;n bên d&#432;&#7899;i.</font>&nbsp;</p>
</dl>
<dl style="margin-left:40px"><a name="MapleAutoBookmark6" />
<p align="left"><font color="#000000" size="5" face="Times New Roman"><strong>V. V&#7845;n &#273;&#7873; v&#7873; hi&#7879;u ch&#7881;nh &#273;&#7891; th&#7883; sau khi v&#7869;</strong></font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>1. H&#7887;i: Các &#273;&#7891; th&#7883; sau khi v&#7869; có th&#7875; hi&#7879;u ch&#7881;nh &#273;&#432;&#7907;c hay không?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n có th&#7875; hi&#7879;u ch&#7881;nh l&#7841;i chúng n&#7871;u b&#7841;n mu&#7889;n.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>2. H&#7887;i: Hi&#7879;u ch&#7881;nh các ph&#7847;n ch&#7919; trên &#273;&#7891; th&#7883; nh&#432; th&#7871; nào?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Tr&#7915; các s&#7889; &#273;&#432;&#7907;c &#273;ánh d&#7845;u trên các tr&#7909;c, các ph&#7847;n ch&#7919; và s&#7889; khác &#273;&#7873;u có th&#7875; hi&#7879;u ch&#7881;nh b&#7857;ng cách dung chu&#7897;t nh&#7845;p vào ch&#7919;, ch&#7871; &#273;&#7897; hi&#7879;u ch&#7881;nh xu&#7845;t hi&#7879;n. Lúc này b&#7841;n có th&#7875; thay &#273;&#7893;i n&#7897;i dung, font ch&#7919;, màu s&#7855;c, s&#7917; d&#7909;ng F5 &#273;&#7875; ch&#7881;nh qua v&#7873; gi&#7919;a ch&#7871; &#273;&#7897; Math và Text n&#7871;u b&#7841;n mu&#7889;n gõ công th&#7913;c toán hay ch&#7919; thông th&#432;&#7901;ng.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>3. H&#7887;i: &#272;&#7891; th&#7883; có r&#7845;t nhi&#7873;u nét v&#7869;, có th&#7875; b&#7887; &#273;i m&#7897;t s&#7889; ít hay không?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Có th&#7875; xóa &#273;i m&#7897;t s&#7889; nét th&#7915;a n&#7871;u b&#7841;n thích b&#7857;ng cách dung chu&#7897;t ch&#7885;n nét v&#7869; &#273;ó và &#7845;n Delete.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>4. H&#7887;i: Làm sao thay &#273;&#7893;i màu s&#7855;c c&#7911;a nét v&#7869;?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n ch&#7885;n nét v&#7869; c&#7847;n thay &#273;&#7893;i màu s&#7855;c b&#7857;ng chu&#7897;t, sau &#273;ó kích chu&#7897;t ph&#7843;i, ch&#7885;n Color, &#7903; &#273;ó có nhi&#7873;u màu cho b&#7841;n t&#7921; ch&#7885;n l&#7845;y.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>5. H&#7887;i: Làm sao thay &#273;&#7893;i ki&#7875;u nét v&#7869;?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n ch&#7885;n nét v&#7869; c&#7847;n thay &#273;&#7893;i, kích chu&#7897;t ph&#7843;i và ch&#7885;n Line, &#7903; &#273;ó có nhi&#7873;u ki&#7875;u nét v&#7869; khác nhau cho b&#7841;n ch&#7885;n.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>6. H&#7887;i: Mu&#7889;n v&#7869; m&#7897;t &#273;&#7891; th&#7883; &#7903; d&#7841;ng dãy các &#273;i&#7875;m trong h&#7879; tr&#7909;c thì làm sao?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n c&#7913; v&#7869; &#273;&#7891; th&#7883; &#7903; d&#7841;ng nét li&#7873;n thông th&#432;&#7901;ng, sau &#273;ó dung chu&#7897;t ch&#7885;n nét v&#7869;, kích chu&#7897;t ph&#7843;i, ch&#7885;n Style và Point.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>7. H&#7887;i: Mu&#7889;n thay &#273;&#7893;i &#273;&#7897; dày c&#7911;a nét v&#7869; thì ph&#7843;i làm sao?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n ch&#7885;n nét v&#7869; c&#7847;n thay &#273;&#7893;i, kích chu&#7897;t ph&#7843;i và ch&#7885;n Line và Line width, r&#7891;i thay &#273;&#7893;i kích th&#432;&#7899;c c&#7911;a nét v&#7869;.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>8. H&#7887;i: Tôi ch&#7881; bi&#7871;t m&#7897;t vài mã màu &#273;&#417;n gi&#7843;n nh&#432; blue, red, green,… N&#7871;u mu&#7889;n m&#7897;t màu ph&#7913;c t&#7841;p h&#417;n thì tôi có th&#7875; tìm mã màu &#7903; &#273;âu?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n gõ hàm: congcu[chonmau]() r&#7891;i nh&#7845;n Enter. M&#7897;t h&#7897;p tho&#7841;i các màu hi&#7875;n th&#7883;, b&#7841;n ch&#7885;n màu b&#7841;n thích và nh&#7845;n OK. Lúc &#273;ó, m&#7897;t mã màu xu&#7845;t hi&#7879;n và b&#7841;n có th&#7875; s&#7917; d&#7909;ng nó nh&#432; các mã màu khác.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>9. H&#7887;i: Có th&#7875; thay &#273;&#7893;i các s&#7889; &#273;ánh d&#7845;u trên các tr&#7909;c và &#273;&#7897; dày các tr&#7909;c m&#7863;c &#273;&#7883;nh c&#7911;a Maple hay không?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Có th&#7875;. B&#7841;n gõ hàm congcu[thietlapthamso]() và nh&#7845;n Enter. M&#7897;t h&#7897;p tho&#7841;i xu&#7845;t hi&#7879;n cho phép b&#7841;n làm vi&#7879;c trên. B&#7841;n có th&#7875; thay &#273;&#7893;i các thông s&#7889; ho&#7863;c ch&#7885;n thi&#7871;t l&#7853;p m&#7863;c &#273;&#7883;nh.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>10. H&#7887;i: Tác gi&#7843; có th&#7875; g&#7907;i ý v&#7873; vi&#7879;c b&#7893; sung thêm các thu&#7897;c tính cho &#273;&#7891; th&#7883; n&#7919;a hay không?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Khi b&#7841;n kích chu&#7897;t ph&#7843;i vào &#273;&#7891; th&#7883;, m&#7897;t h&#7897;p tho&#7841;i xu&#7845;t hi&#7879;n cho phép các b&#7841;n hi&#7879;u ch&#7881;nh. M&#7897;t s&#7889; thu&#7897;c tính th&#432;&#7901;ng g&#7863;p nh&#432;: tiêu &#273;&#7873; (Title), ph&#7909; &#273;&#7873; (Caption), d&#7841;ng h&#7879; tr&#7909;c (Axes), &#273;&#7897; trong &#273;&#432;&#7901;ng v&#7869; (Transparency), màu s&#7855;c (Color), ki&#7875;u nét v&#7869; (Line), chú thích &#273;&#7891; th&#7883; (Legend), …</font>&nbsp;</p>
</dl>
<dl style="margin-left:40px"><a name="MapleAutoBookmark7" />
<p align="left"><font color="#000000" size="5" face="Times New Roman"><strong>VI. Các v&#7845;n &#273;&#7873; v&#7873; gõ l&#7879;nh</strong></font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>1. H&#7887;i: Các l&#7879;nh nhi&#7873;u th&#7871;, làm sao &#273;&#7875; nh&#7899; h&#7871;t?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: B&#7841;n không c&#7847;n nh&#7899; h&#7871;t vì Maple có ch&#7871; &#273;&#7897; g&#7907;i nh&#7855;c và t&#7921; hoàn thành l&#7879;nh. Ch&#7859;ng h&#7841;n &#273;&#7875; xem trong ph&#7847;n vehinh2d có l&#7879;nh gì, b&#7841;n ch&#7881; c&#7847;n gõ vehinh2d[ và nh&#7845;n Ctrl-Space, khi &#273;ó m&#7897;t danh sách các l&#7879;nh hi&#7875;n th&#7883; và b&#7841;n có th&#7875; ch&#7885;n l&#7845;y.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>2. H&#7887;i: Tôi không th&#7875; nh&#7899; c&#7845;u trúc các l&#7879;nh, có cách nào gi&#7843;i quy&#7871;t v&#7845;n &#273;&#7873; này?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Gói l&#7879;nh &#273;&#432;&#7907;c thi&#7871;t k&#7871; khá thân thi&#7879;n v&#7899;i ng&#432;&#7901;i djng. Khi có l&#7895;i xu&#7845;t hi&#7879;n, m&#7897;t ph&#7847;n h&#432;&#7899;ng d&#7851;n &#273;&#432;&#7907;c in ra màn hình và b&#7841;n có th&#7875; &#273;&#7885;c nó &#273;&#7875; th&#7921;c hi&#7879;n l&#7841;i l&#7879;nh. N&#7871;u sau khi &#273;&#7885;c xong, b&#7841;n v&#7851;n ch&#432;a bi&#7871;t cách th&#7921;c hi&#7879;n th&#7871; nào thì b&#7841;n có th&#7875; copy các ví d&#7909; m&#7851;u và ch&#7841;y th&#7917; &#273;&#7875; th&#7845;y k&#7871;t qu&#7843; nh&#432; th&#7871; nào.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>3. H&#7887;i: Tôi mu&#7889;n xem m&#7897;t vài ví d&#7909; v&#7873; cách s&#7917; d&#7909;ng m&#7897;t l&#7879;nh thì l&#7845;y &#7903; &#273;âu?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: &#272;&#7875; xem ví d&#7909; c&#361;ng nh&#432; gi&#7899;i thi&#7879;u v&#7873; m&#7897;t l&#7879;nh, ch&#7859;ng h&#7841;n l&#7879;nh vethamso2d trong vehinh2d, b&#7841;n gõ: vehinh2d[vethamso2d]() và Enter. Ngoài ra, trên trang <a href="http://tontudn.freevnn.com/"></font><font color="#008080" size="4" face="Times New Roman"><u>http://tontudn.freevnn.com</u></font></a><font color="#000000" size="4" face="Times New Roman"> s&#7869; cung c&#7845;p cho b&#7841;n nhi&#7873;u thông tin (b&#7857;ng file h&#432;&#7899;ng d&#7851;n c&#361;ng nh&#432; clip minh h&#7885;a) giúp b&#7841;n d&#7877; dàng s&#7917; d&#7909;ng gói l&#7879;nh h&#417;n.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>4. H&#7887;i: Gói l&#7879;nh có bao nhiêu l&#7879;nh?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Hi&#7879;n t&#7841;i gói l&#7879;nh có h&#417;n 80 l&#7879;nh v&#7869; bao ph&#7911; m&#7897;t l&#432;&#7907;ng l&#7899;n các hình v&#7869; c&#7847;n thi&#7871;t cho toán ph&#7893; thông. Vì gói l&#7879;nh s&#7869; &#273;&#432;&#7907;c c&#7853;p nh&#7853;t và b&#7893; sung nên con s&#7889; các l&#7879;nh trong gói s&#7869; không c&#7889; &#273;&#7883;nh.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="3" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>5. H&#7887;i: Tôi có th&#7875; &#273;&#7863;t câu h&#7887;i &#7903; &#273;âu khi có th&#7855;c m&#7855;c v&#7873; cách s&#7917; d&#7909;ng gói l&#7879;nh?</em></strong></font>&nbsp;</p>
<p align="left"><font color="#000000" size="3" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman">Tr&#7843; l&#7901;i: B&#7841;n có th&#7875; g&#7917;i tr&#7921;c ti&#7871;p câu h&#7887;i qua &#273;&#7883;a ch&#7881; email: <a href="http://tontudn@gmail.com"></font><font color="#008080" size="4" face="Times New Roman"><u>tontudn@gmail.com</u></font></a><font color="#000000" size="4" face="Times New Roman"> ho&#7863;c vi&#7871;t câu h&#7887;i &#7903; trang blog sau: <a href="http://tontudn.blogspot.com/p/hoi-ap-ve-goi-lenh-vehinh.html"></font><font color="#008080" size="4" face="Times New Roman"><u>http://tontudn.blogspot.com/p/hoi-ap-ve-goi-lenh-vehinh.html</u></font></a><font color="#000000" size="4" face="Times New Roman">.</font>&nbsp;</p>
</dl>
<dl style="margin-left:40px"><a name="MapleAutoBookmark8" />
<p align="left"><font color="#000000" size="5" face="Times New Roman"><strong>VII. V&#7845;n &#273;&#7873; xu&#7845;t &#7843;nh v&#7899;i ch&#7845;t l&#432;&#7907;ng &#273;&#7865;p</strong></font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>1. H&#7887;i: Làm sao &#273;&#7875; xu&#7845;t &#7843;nh &#273;&#7897;ng s&#7917; d&#7909;ng trong trình chi&#7871;u?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Sau khi v&#7869; &#273;&#7891; th&#7883; &#273;&#7897;ng, các b&#7841;n hi&#7879;u ch&#7881;nh v&#7883; trí, t&#7889;c &#273;&#7897;, chuy&#7875;n &#273;&#7897;ng l&#7863;p hay không, nên kéo cho b&#7913;c &#7843;nh l&#7899;n ra &#273;&#7875; khi xu&#7845;t ra file thì &#273;&#432;&#7907;c b&#7913;c &#7843;nh l&#7899;n. &#272;i&#7873;u này h&#7919;u ích khi các b&#7841;n trình chi&#7871;u mà mu&#7889;n có &#7843;nh &#273;&#7897;ng ch&#7845;t l&#432;&#7907;ng. Sau &#273;ó kích chu&#7897;t ph&#7843;i vào &#273;&#7891; th&#7883;, ch&#7885;n Export, ch&#7885;n d&#7841;ng file GIF.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>2. H&#7887;i: Tôi dùng Latex &#273;&#7875; so&#7841;n th&#7843;o thì nên dùng lo&#7841;i file &#7843;nh nào?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: N&#7871;u so&#7841;n th&#7843;o trên Latex thì xu&#7845;t &#7843;nh sau khi ch&#7881;nh s&#7917;a ra file EPS (Export --&gt; Encapsulated Postscript) là ch&#7845;t l&#432;&#7907;ng nh&#7845;t.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>3. H&#7887;i: Có nên xu&#7845;t &#7843;nh tr&#7921;c ti&#7871;p t&#7915; Maple ra v&#7899;i &#273;&#7883;nh d&#7841;ng PNG, JPEG, Bitmap không?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: Không nên, vì ch&#7845;t l&#432;&#7907;ng &#7843;nh không &#273;&#7865;p.</font>&nbsp;</p>
<p align="left"><font color="#000000" size="4" face="Times New Roman"></font><font color="#000000" size="4" face="Times New Roman"><strong><em>4. H&#7887;i: Các cách th&#7913;c xu&#7845;t m&#7897;t &#7843;nh thông th&#432;&#7901;ng v&#7899;i ch&#7845;t l&#432;&#7907;ng &#273;&#7865;p t&#7915; Maple &#273;&#7875; s&#7917; d&#7909;ng cho so&#7841;n th&#7843;o trên Word hay PowerPoint?</em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;
<br>Tr&#7843; l&#7901;i: &#272;&#7847;u tiên b&#7841;n nên hi&#7879;u ch&#7881;nh l&#7841;i &#273;&#7891; th&#7883; (n&#7871;u ch&#432;a th&#7887;a mãn), &#273;&#7863;c bi&#7879;t nên &#273;&#7875; font các s&#7889; &#273;ánh d&#7845;u trên tr&#7909;c l&#7899;n h&#417;n (th&#432;&#7901;ng 15) và kéo cho b&#7913;c &#7843;nh to ra (xem h&#432;&#7899;ng d&#7851;n &#7903; trên, ph&#7847;n hi&#7879;u ch&#7881;nh &#273;&#7891; th&#7883;). Sau &#273;ó ta m&#7899;i xu&#7845;t &#7843;nh. Có 3 cách tác gi&#7843; g&#7907;i ý cho các b&#7841;n có th&#7875; th&#7921;c hi&#7879;n &#273;&#7875; thu &#273;&#432;&#7907;c 1 &#7843;nh có ch&#7845;t l&#432;&#7907;ng:
<br></font><font color="#000000" size="4" face="Times New Roman"><strong><em><u>Cách 1:</u></em></strong></font><font color="#000000" size="4" face="Times New Roman"> (ch&#7881; s&#7917; d&#7909;ng &#273;&#7889;i v&#7899;i các b&#7843;ng)
<br>- Kéo b&#7843;ng sao cho các giá tr&#7883; n&#7857;m h&#7907;p lý, cân x&#7913;ng trong t&#7915;ng ô
<br>- S&#7917; d&#7909;ng ch&#7913;c n&#259;ng ch&#7909;p màn hình, sau &#273;ó paste vào Word, và th&#7921;c hi&#7879;n Crop &#7843;nh l&#7841;i.
<br></font><font color="#000000" size="4" face="Times New Roman"><strong><em><u>Cách 2: </u></em></strong></font><font color="#000000" size="4" face="Times New Roman"> Các b&#432;&#7899;c:- Xu&#7845;t thành file PDF (Export--&gt; Portable Document Format)
<br>- M&#7903; file PDF này và s&#7917; d&#7909;ng ch&#7913;c n&#259;ng ch&#7909;p &#7843;nh c&#7911;a ch&#432;&#417;ng trình m&#7903; file, ch&#7859;ng h&#7841;n v&#7899;i ch&#432;&#417;ng trình Adobe Acrobat Reader DC (Edit--&gt;Take a Snapshot, sau &#273;ó quét ch&#7885;n vùng &#7843;nh) và dán &#7843;nh vào Word hay PowerPoint. L&#432;u ý: B&#7841;n nên phóng to màn hình sao cho b&#7913;c &#7843;nh &#273;&#7841;t kích th&#432;&#7899;c l&#7899;n nh&#7845;t trên màn hình c&#7911;a b&#7841;n tr&#432;&#7899;c khi ch&#7909;p.
<br>- Có th&#7875; s&#7917; d&#7909;ng ch&#7913;c n&#259;ng ch&#7909;p màn hình m&#7863;c &#273;&#7883;nh c&#7911;a máy tính (nh&#7845;n nút Prt Sc Sysrq trên bàn phím) và &#273;ó dán &#7843;nh vào Word hay PowerPoint. L&#432;u ý: B&#7841;n nên phóng to màn hình sao cho b&#7913;c &#7843;nh &#273;&#7841;t kích th&#432;&#7899;c l&#7899;n nh&#7845;t trên màn hình c&#7911;a b&#7841;n tr&#432;&#7899;c khi ch&#7909;p.
<br></font><font color="#000000" size="4" face="Times New Roman"><strong><em><u>Cách 3:</u></em></strong></font><font color="#000000" size="4" face="Times New Roman"> &nbsp;&nbsp;Các b&#432;&#7899;c:
<br>- Xu&#7845;t thành file EPS. 
<br>- Sau &#273;ó, chuy&#7875;n &#7843;nh t&#7915; &#273;&#7883;nh d&#7841;ng EPS v&#7873; các &#273;&#7883;nh d&#7841;ng PNG, &nbsp;hay JPG, JPEG th&#432;&#7901;ng g&#7863;p b&#7857;ng các ph&#7847;n m&#7873;m (ch&#7859;ng h&#7841;n, Free EPS To JPG Converter) ho&#7863;c chuy&#7875;n &#273;&#7893;i tr&#7921;c tuy&#7871;n t&#7841;i: <a href="https://convertio.co/eps-jpg/"></font><font color="#008080" size="4" face="Times New Roman"><u>https://convertio.co/eps-jpg/</u></font></a><font color="#000000" size="4" face="Times New Roman"> &nbsp;ho&#7863;c &nbsp;<a href="http://www.epsconverter.com/"></font><font color="#008080" size="4" face="Times New Roman"><u>http://www.epsconverter.com/</u></font></a><font color="#000000" size="4" face="Times New Roman"> </font>&nbsp;</p>
<p align="left"><font color="#000000" size="3" face="Times New Roman"></font>&nbsp;</p>
<p align="left"><font color="#000000" size="3" face="Times New Roman"></font>&nbsp;</p>
<p align="left"><font color="#000000" size="3" face="Times New Roman"></font>&nbsp;</p>
</dl>
<p align="left"><font color="#000000" size="3" face="Times New Roman"></font>&nbsp;</p>
<p align="left"><font color="#000000" size="3" face="Times New Roman"></font>&nbsp;</p>
</body>
</html>